Repository: HindSAlharbi/Capstone
Catalog: Capstone/*.lproj/Localizable.strings
Languages: ar

source: mainSubjects
ar: mainSubjectsAR

source: If you want to change the language go to the setting.
ar: إذا كنت ترغب في تغيير اللغة ، انتقل إلى الإعداد.

source: Cancel
ar: إلغاء

source: Settings
ar: الاعدادات

source: How to Rent an Apartment When You Are an International Student?
ar: كيف تستأجر شقة وأنت طالب دولي؟

source: Bank Account
ar: الحساب المصرفي

source: List of emergency telephone numbers
ar: قائمة أرقام هواتف الطوارئ

source: Student Guide
ar: دليل الطالب

source: If you want to change the language, go to setting.
ar: إذا كنت ترغب في تغيير اللغة ، انتقل إلى الإعداد.

source: Setting
ar: الإعداد

source: Student guide is your best Friend!
ar: دليل الطالب هو أفضل صديق لك!

source: Just Start!
ar: فقط ابدا!

source: you have to start to be great!
ar: عليك أن تبدأ لتكون رائعًا!

source: Create your futur with us!
ar: اصنع مستقبلك معنا!

source: If opportunity doesn’t knock, build a door!
ar: إذا لم تدق الفرصة ، ابني الباب!

source: My suggestion...
ar: اقتراحي...

source: Pleas fill all the fileds.
ar: الرجاء تعبئة جميع الحقول.

source: Error
ar: خطأ

source: There are a few things you should have. 1. you have to provide physical mailing address. 2. A valid Passport and Visa. 3. American Phpne number. 4. Aminium opening deposit $25 to activiate your account. **************************************************** US Banks that I have tried are: 1. American bank. 2. Chase bank. ****************************************************
ar: هناك بعض الأشياء التي يجب أن تمتلكهاهناك قبل الذهاب للبنك: ١. يجب عليك تقديم عنوان بريدي فعلي. ٢. جواز سفر وتأشيرة صالحه . ٣. رقم جوال أمريكي. ٤. إيداع 25$ لفتح حساب أمينيوم لتفعيل حسابك. ****************************************************** البنوك الأمريكية اللي جربتها هي: ١. البنك الأمريكي. ٢. بنك تشيس. ******************************************************

source: Stay safe and happy moving!. 1. How to know this is a Safe Neighborhood or not: To help you out, we’ve included the fourth best places to find important information on safety and crime in your new neighborhood. AreaVibes, National Sex Offender Public Website, Moving.com’s City Profile Reports, CrimeReports. ****************************************** 2.Apps & website to search: - Zillow , Apartements.com , ForRent.com, Hotpads, Trulia & realtor.com ********************************************* 3.Doucments you need: - password, I-20, income proof & applaction fees. ******************************************** 4. Remember to read the contract very carefully and you may pay deposit equal to one month or more.
ar: ابق آمنًا وسعيدًا يتحرك !. 1. كيف تعرف أن هذا الحي آمن أم لا: لمساعدتك ، قمنا بتضمين رابع أفضل الأماكن للعثور على معلومات مهمة حول السلامة والجريمة في منطقتك الجديدة. AreaVibes ، موقع National Sex Offender Public Website ، Moving.com's City Profile Reports ، CrimeReports. ******************************************** 2- التطبيقات والموقع الإلكتروني للبحث: - Zillow و Apartements.com و ForRent.com و Hotpads و Trulia و realtor.com *********************************************** 3.أزواج تحتاجها: - كلمة المرور ، I-20 ، إثبات الدخل ورسوم التطبيق. ********************************************** 4. تذكر أن تقرأ العقد بعناية شديدة ، وقد تدفع وديعة تعادل شهرًا واحدًا أو أكثر.

source: Important contact number you have to know: 1. 911 .It's universal across the entire US (and Canada since both countries use the same telephone switching system). ****************************************** 2. Embassy of the Kingdom of Saudi Arabia: Phone: 202-342-3800 Fax: 202-295-3625 Saudisusemb@mofa.gov.sa usnycon@mofa.gov.sa 3. Consulate General of Saudi Arabia in Houston: Phone: 713-785-5577 Fax: 713-273-6937 ustxcon@mofa.gov.sa 4. Royal Embassy of Saudi Arabia: Phone: 202-342-3800 Fax: 202-295-3625
ar: رقم اتصال مهم يجب أن تعرفه: 911.- 1 إنه عالمي في جميع أنحاء الولايات المتحدة (وكندا لأن كلا البلدين يستخدمان نفس نظام تبديل الهاتف). ******************************************** 2 - سفارة المملكة العربية السعودية: هاتف: 202-342-3800 فاكس: 3625-295-202 Saudisusemb@mofa.gov.sa usnycon@mofa.gov.sa 3. القنصلية العامة للمملكة العربية السعودية في هيوستن: الهاتف: 713-785-5577 رقم الفاكس: 6937-273-713 ustxcon@mofa.gov.sa 4. السفارة الملكية للمملكة العربية السعودية: هاتف: 202-342-3800 فاكس: 3625-295-202
